brew "stow"
brew "tmux"
brew "neovim"
brew "fzf"
brew "fd"
brew "eza"
brew "bat"
brew "git-delta"
brew "starship"
brew "zsh-syntax-highlighting"
brew "zsh-autosuggestions"
brew "prettierd"
brew "stylua"
brew "node"
brew "ripgrep"

cask "alacritty", { no_quarantine: true }
cask "font-inconsolata-nerd-font"
